(function e(t,n,r){function s(o,u){if(!n[o]){if(!t[o]){var a=typeof require=="function"&&require;if(!u&&a)return a(o,!0);if(i)return i(o,!0);var f=new Error("Cannot find module '"+o+"'");throw f.code="MODULE_NOT_FOUND",f}var l=n[o]={exports:{}};t[o][0].call(l.exports,function(e){var n=t[o][1][e];return s(n?n:e)},l,l.exports,e,t,n,r)}return n[o].exports}var i=typeof require=="function"&&require;for(var o=0;o<r.length;o++)s(r[o]);return s})({1:[function(require,module,exports){

var info_food = [
    {
      caption: "Здорове харчування - з чого почати?<br>",
      image: "images/id1.jpg",
      text: "Налаштуйте себе на успіх.<br>\n" +
      "                    Замість того, щоб надмірно перейматися підрахунком калорій або вимірюванням розмірів порцій у своєму меню, думайте про свій раціон з точки зору кольору,\n" +
      "                    різноманітності і свіжості. Зосередьтеся на пошуку продуктів, які ви любите і на легких рецептах, які включають кілька свіжих інгредієнтів.\n" +
      "                    Поступово, ваше харчування стане здоровішим та смачнішим.<br>\n" +
      "                    Починайте повільно. Вносьте зміни в ваше звичне меню протягом певного тривалого часу.<br>\n" +
      "                    Змінити свій раціон на здоровий за один день справа не реальна та й не дуже розумна.\n" +
      "                    Кардинальна швидка зміна, як правило, призводить до самообману або ж відмови від планів на здорове харчування.<br>\n" +
      "                    Починайте з невеликих кроків, таких як додавання салатів (з сирих різнокольорових овочів) у ваш раціон один раз на день або перехід до\n" +
      "                    оливкової олії при приготуванні їж чи включення у раціон здорових перекусів із сухофруктів,горіхів, яблук, ягід. І коли ці маленькі\n" +
      "                    деталі ввійдуть у звичку, ви можете продовжувати додавати у меню більше «здорового».<br>\n" +
      "                    Зосередьтеся на тому, як ви себе почуваєте після їжі. Це сприятиме розвитку нових здорових звичок і смаків. Чим більше ви вживаєте\n" +
      "                    здорових продуктів, тим краще ви будете себе почувати після їжі. І навпаки, чим більше нездорової їжі ви їсте, тим більша\n" +
      "                    ймовірність того, що ви почуватимете себе незатишно, відчуватимете нудоту, або брак енергії.<br>\n" +
      "                    Пам’ятайте, що вашою довгостроковою метою є ваше хороше самопочуття, збільшення життєвої енергії і зміцнення здоров’я."
    },
    {
        caption: "Французька кухня: секрет смачної їжі та стрункої фігури<br>",
        image: "images/id2.jpg",
        text: "У багатьох стравах французької кухні вживаються овочі: картопля, зелена квасоля, всі види цибулі, шпинат, капуста,\n" +
"                    помідори, баклажани, селера, гриби – все це є основою для закусок, головних страв і гарнірів. Перша страва – це, як правило, суп. У Франції\n" +
"                    найпопулярніший суп – це суп с цибулею-порей та вершками.<br>Друга страва – це смажене на грилі м’ясо (яловичина, телятина, баранина, птиця або дичина)\n" +
"                    з вершковим маслом, приправлене чебрецем, естрагоном, кервелем, базиліком, петрушкою, лавровим листом, корицею, гвоздикою, шафраном, мускатним горіхом,\n" +
"                    імбиром, тмином або іншими екзотичними спеціями. М’ясо подається з гарніром із овочів, які також можуть піджарити на грилі. У Франції звертають\n" +
"                    особливу увагу на ідеальне поєднання та пропорції м’яса, овочів і спецій. <br>Французи знають, як готувати та смакувати здорову їжу.\n" +
"                    Їх кухня є міцною основою для здорового харчування, вона складається з великої кількості фруктів та овочів, приготованих таким чином,\n" +
"                    завдяки якому у стравах зберігаються корисні речовини та вітаміни. Їм вдалося знайти секрет смачної їжі, що не шкодить фігурі: вони неспішно\n" +
"                    смакують страви та насолоджуються кожним смаком дивовижної кухні. <br>Смачного!"
    },
    {
        caption: "Дієта для схуднення після свят<br>",
        image: "images/id3.jpg",
        text: "Свята неминуче асоціюються зі столами повними різноманітних страв, але після їх завершення ми починаємо\n" +
        "                    турбуватися, про дієту, про те, що все спожите за ці дні зіпсує нашу фігуру. Непоганою новина для схуднення після свят: при застосуванні\n" +
        "                    належної дієти всі надлишкові кілограми ми можемо скинути так само швидко, як вони були набуті. <br>Протягом трьох днів після свят ми можемо\n" +
        "                    позбутися набраних на вихідних надлишків без застосування особливих дієт для схуднення. Достатньо просто зосередити свою увагу на стравах з фруктів\n" +
        "                    або овочів і вживати йогурт протягом цих днів.<br>Для відновлення режиму нормальної дієти Вашого тіла, вживайте багато рідини та уникайте важких,\n" +
        "                    жирних та висококалорійних страв. Дайте своєму шлунку відпочинок вживаючи більше овочів, свіжих та приготовлених.<br>\n" +
        "                    Лимонний сік та олія з оливи очищають нас від токсинів, бобові є активаторами шлунково-кишкової активності. Іншими видами підходящих продуктів в\n" +
        "                    цей період є кефір, соки, овочеві супи та чай."
    },
    {
        caption: "Меню складуть за тестом ДНК: новий тренд в Англії<br>",
        image: "images/id4.jpg",
        text: "Жителі Лондона незабаром зможуть замовляти в ресторані персоналізовану їжу, складену з урахуванням даних з їхніх ДНК.\n" +
        "                    Такі страви адаптовані до точних потреб людини у харчуванні.<br>Для успіху в індустрії охорони здоров'я важлива персоналізація, яку часто\n" +
        "                    використовують в медичних розробках, призначених для безпосереднього використання пацієнтами.<br>Тепер Vita Mojo — лондонський ресторан здоров'я,\n" +
        "                    і ​​DNAFit — бренд здоров'я та фітнесу, перенесли ідею персоналізації на новий рівень. Вони складають меню, яке призначене для задоволення конкретних\n" +
        "                    потреб окремих людей.<br>Vita Mojo надає клієнтам майже необмежений вибір комбінацій їжі, дозволяючи їм підготувати персональне меню з урахуванням\n" +
        "                    різних інгредієнтів, смаків, макроелементів, дієт.<br>Для досягнення цього вони використовують запатентований алгоритм, який адаптується до потреб\n" +
        "                    кожного клієнта і відповідним чином регулює кількість бажаних інгредієнтів. Клієнти можуть замовляти свої страви, використовуючи iPad або додаток\n" +
        "                    у магазині.<br>DNAFit бере мазки слини для зразків ДНК клієнтів і використовує генетичне профілювання, щоб розрахувати потреби користувачів у макро-\n" +
        "                    і мікроелементах, а також у типах вправ, найбільш придатних для їхньої генетичної структури.<br>DNAFit став першопрохідцем у створенні набору домашніх\n" +
        "                    тестів, в яких сканують 45 варіантів генів із перевіреними посиланнями на те, як організм реагує на різні види їжі та фізичних вправ.<br>Користувач\n" +
        "                    отримує інформацію про те, як буде його тіло реагувати на витривалість або спорт, про свій аеробний потенціал, чутливість до вуглеводів, солі та\n" +
        "                    насичених жирів; визначає ризик нестерпності лактози і клейковини; індивідуальні антиоксидантні та вітамінні потреби.<br>Клієнти спочатку\n" +
        "                    використовують DNAFit, а після отримання результатів алгоритм Vita Mojo може рекомендувати страви, які враховують їхні індивідуальні ДНК,\n" +
        "                    здоров'я і фітнес, а також смакові переваги.<br>Однак вчені не впевнені, чи достатньо аналізу 45 варіантів генів, щоб дати повну картину стану\n" +
        "                    здоров'я людини."
    },
    {
        caption: "Хочете, щоб ваша шкіра сяяла? «Їжте» воду!<br>",
        image: "images/id5.jpg",
        text: "Щоб шкіра залишалася молодою та красивою, їй потрібна цілюща волога. Сьогодні ми поговоримо про ту воду, яку\n" +
        "                    потрібно саме «їсти», а не пити. Мало хто може випивати 3—4 літри води на день, тому частину цієї води можна замінити продуктами, які багаті\n" +
        "                    на вологу. Дізнаймось, яку воду потрібно «їсти», щоб наситити нею організм.<br>Скільки літрів води ви п'єте щодня? Пара склянок на день — це\n" +
        "                    дуже мала кількість, яка зовсім не покриває потреб нашого організму.<br>Потреба у воді залежить від ваги тіла та зовнішніх умов (температура і\n" +
        "                    вологість повітря, ін.). Мінімум, який потрібно випивати в день — це 30 мл на 1 кг ваги. Для людини вагою 70 кг ця норма становить 2,1 л.\n" +
        "                    Цей обсяг, необхідний для підтримування правильної роботи організму, допоможе йому справлятися з усіма проблемами.<br>Не всі можуть пити стільки\n" +
        "                    води, тому деяку частину з цієї кількості можна замінити продуктами на водній основі. Є багато овочів і фруктів, які містять достатню кількість\n" +
        "                    води, яка зволожує організм.<br>Включіть ці продукти у свій раціон разом з питною водою, яку потрібно вживати протягом дня, і дуже скоро ви помітите\n" +
        "                    дивовижні результати.<br>Салат айсберг — 96% води<br>Зовні цей вид салату нагадує білокачанну капусту. Він посідає перше місце серед овочів із великим\n" +
        "                    вмістом води — 96%. Відмінно поєднується з гамбургерами, куркою, салатами та іншими овочами.<br>Огірки — 96% води<br>У складі огірків 96% — це вода,\n" +
        "                    вони багаті клітковиною і мінералами. Влітку вони допомагають впоратися зі спрагою і перегрівом організму. Додайте їх у свій салат і трохи посоліть.<br>\n" +
        "                    Шпинат — 96% води<br>Шпинат багатий на лютеїн, калій, клітковину й інші речовини, що підсилюють роботу мозку. Всього жменя листя шпинату — це 15%\n" +
        "                    вашого щоденного споживання вітаміну Е, який є важливим антиоксидантом.<br>Селера — 95% води<br>Селера корисна для профілактики багатьох захворювань,\n" +
        "                    у тому числі підшлункової залози.<br>Помідор — 93% води<br>У зеленому помідорі міститься 93% води, у червоному — 94%, дуже мало калорій і багато\n" +
        "                    вітамінів і антиоксидантів. Скибочки і нарізані кубиками помідори добре доповнюють салати, соуси і сендвічі.<br>Кавун — 92% води<br>У цій ягоді\n" +
        "                    96% вмісту — це вода, а решта в ній — це клітковина, мінерали та поживні речовини. Кавун допоможе вгамувати спрагу навіть у найспекотніші дні.\n" +
        "                    Додавайте його в десерти, салати і т.п.<br>Грейпфрут — 91% води<br>Грейпфрут містить не тільки воду (91%), але також важливі електроліти,\n" +
        "                    які допомагають запобігти зневоднення. Він має високий вміст розчинних волокон і вітаміну С і дещо меншу кількість вітамінів А, В-комплексу,\n" +
        "                    Е і К. Регулярне споживання грейпфрута може знизити рівень інсуліну, допомогти контролювати апетит, захистити від застуди, допомогти знизити вагу,\n" +
        "                    зробити вашу шкіру красивою.<br>Полуниця — 90% води<br>Багато хто любить полуницю, особливо діти. Вона також містить багато води.\n" +
        "                    Полуниця відмінно поєднується з вівсянкою, смузі, коктейлями та ін.<br>Апельсин — 87% води<br>Апельсини містять мало калорій, але багаті\n" +
        "                    поживними речовинами, такими як вітаміни А, В і С, а також кальцій, магній, ніацин, калій, фосфор, марганець, холін, селен і мідь.\n" +
        "                    Цей смачний плід з приємним ароматом і насиченим запахом може запобігти зневодненню і зміцнити загальний стан здоров'я.<br>Регулярне вживання\n" +
        "                    апельсинів покращує стан імунної системи, а також стан шкіри і серця, знижує рівень холестерину і бореться з деякими раковими захворюваннями.<br>\n" +
        "                    Яблука — 84% води<br>Яблука містять важливі живильні речовини, такі як вітаміни C і B-комплекс (рибофлавін, тіамін і вітамін B6), харчові волокна,\n" +
        "                    кальцій, калій, фосфор і кілька фітонутриєнтів. Цей фрукт підвищує імунну систему, покращує травлення, покращує здоров'я серця, робить шкіру здоровою\n" +
        "                    і покращує зір."
    }
];

module.exports = info_food;
},{}],2:[function(require,module,exports){


//var Templates = require('.../templates');

var $food_list = $("#food-info");
var $sport_list = $("#sport-info");

var info_food_list = require('../infoFoodList');


function showFoodInfo(list) {
    //Очищаємо старі піци в кошику
    //$food_list.html("");

    //Онволення однієї піци
    function showOneBox(info_box) {

        var html_code = Templates.infoBox({info_box: info_box});

        var $node = $(html_code);

        $food_list.append($node);
    }

    list.forEach(showOneBox);
}

function showSportInfo(list) {
    $sport_list.html("");

    //Онволення однієї піци
    function showOneBox(info_box) {

        var html_code = Templates.infoBox({info_box: info_box});

        var $node = $(html_code);

        $sport_list.append($node);
    }

    list.forEach(showOneBox);
}

function initialiseMenu() {
    showFoodInfo(info_food_list);
}



exports.initialiseMenu = initialiseMenu;
},{"../infoFoodList":1}],3:[function(require,module,exports){

$(function(){

    var infoPage = require('./info/infoPage');

});

// Activate Carousel
$("#myCarousel").carousel();

// Enable Carousel Indicators
$(".item").click(function(){
    $("#myCarousel").carousel(1);
});

$(".left").click(function(){
    $("#myCarousel").carousel("prev");
});

$(".right").click(function(){
    $("#myCarousel").carousel("next");
});
},{"./info/infoPage":2}]},{},[3]);
