

var info_sport = [
    {
        caption: "Який краще обрати спорт для схуднення<br>",
        image: "images/sid1.png",
        text: "Заняття спортом є найефективнішим методом схуднення. <br>\n" +
        "                    Можна віддати перевагу активним тренуванням, бігу або заняттям йогою. Також відмінні способи для схуднення\n" +
        "                    і утримання тіла в тонусі - плавання, танці, заняття на тренажерах з застосуванням спортивних снарядів.\n" +
        "                    Однак, який вид спорту для схуднення вибрати, щоб домогтися кращих результатів? <br>Плавання. Це ідеальний\n" +
        "                    вид спорту для схуднення, який надає загальну оздоровчу дію на весь організм, зміцнює різні групи м'язів,\n" +
        "                    позитивно впливає на хребет, суглоби, виправляє поставу. Займатися плаванням необхідно не менше 30 хвилин\n" +
        "                    три рази на тиждень, тримаючи темп та інтенсивність вправ. Перед тим, як приступити до занять у воді,\n" +
        "                    слід провести розминку, щоб розігріти тіло - зробити присідання, нахили, обертання. У середньому за одне тренування\n" +
        "                    тривалістю 45 хвилин витрачається 400 калорій; <br>Велоспорт. З кожним роком набуває все більшої популярності.\n" +
        "                    Регулярні тренування три рази на тиждень не менше 30 хвилин допоможуть у короткий термін позбутися зайвої ваги,\n" +
        "                    підтягнути і зміцнити м'язи ніг, стегон і сідниць. Є кращим спортом для схуднення; <br>Швидка ходьба. Корисний для здоров'я і ефективний\n" +
        "                    в плані боротьби із зайвою вагою вид спорту. Звичайна ходьба швидким кроком здатна створити з фігурою диво. Перевага цього виду спорту для\n" +
        "                    схуднення в тому, що їм можна займатися в будь-який час року і в будь-якому місці. Ходьба допомагає прискорити обмін речовин і процес\n" +
        "                    спалювання жиру. Рекомендується для людей із захворюваннями суглобів нижніх кінцівок і хребта, серцевими хворобами. Чудово підходить\n" +
        "                    для нетренованих людей. Необхідно проходити кожен день швидким кроком до 10 тисяч кроків. За одну годину спалюється приблизно 200 калорій;<br>\n" +
        "                    Біг підтюпцем. Є альтернативою ходьбі і найкращою відповіддю на питання, яким спортом зайнятися, щоб схуднути. Особливо ефективний біг в середньому\n" +
        "                    темпі на довгі дистанції. Займатися їм потрібно не менше трьох разів на тиждень. За півгодини тренувань спалюється приблизно 600 калорій; <br>\n" +
        "                    Інші ефективні види спорту для схуднення: катання на роликах, лижі, теніс, футбол, танці, веслування, верхова їзда."
    },
    {
        caption: "Фітнес - загальні рекомендації<br>",
        image: "images/sid2.jpg",
        text: "Головні принципи фітнесу - регулярність занять і поступовість нарощування фізичних навантажень.\n" +
        "                    Якщо ви новачок, починати заняття треба з базової програми і переходити до інших більш складних програм поступово. Не треба самовпевнено\n" +
        "                    рватися до найскладнішого. Якою б не була ваша мета - зменшити жировий компонент, зміцнити м'язи, зняти стрес, або поправитися - не форсуйте\n" +
        "                    навантаження. Головне - добре самопочуття.<br> Запорука успіху - чітка організація і регулярність тренувань. Відвідування класів повинно бути\n" +
        "                    систематичним, а не «за настроєм». <br>Перед початком занять слід пройти спеціальне стартове тестування. У багатьох фітнес-клубах воно є\n" +
        "                    обов'язковим для допуску до тієї чи іншої програми занять.<br>Тестування включає в себе первинну консультацію спортивного лікаря, збір інформації\n" +
        "                    про здоров'я клієнта, лікарський огляд, пробу з фізичним навантаженням для оцінки працездатності та реакції організму на навантаження. Мета стартового\n" +
        "                    тестування - виявлення стану фізичних якостей людини, таких як сила, витривалість, гнучкість і т.д., а також гармонійності їх розвитку.\n" +
        "                    Його результати допоможуть виробити стратегічний план тренувань, заснований на ваших бажаннях і цілях, і стані вашого здоров'я. <br>Якщо у вас є ті\n" +
        "                    чи інші проблеми зі здоров'ям, то найкраще пройти розширене тестування. Перевірити функціонування серцево-судинної системи, стан центральної\n" +
        "                    периферичної нервової системи з метою профілактики синдрому фізичного перенапруження.<br>Можливо, вам потрібна спеціальна реабілітаційна програма\n" +
        "                    (ЛФК) - фізичні тренування для поліпшення здоров'я при різних захворюваннях під наглядом лікаря за спеціальними методиками (патології опорно-рухового\n" +
        "                    апарату, серцево-судинної, бронхо-легеневої систем і ін.). <br>Важливий лікарський контроль. Медичне тестування бажано проводити кожні 3 місяці.\n" +
        "                    Періодичний контроль стану здоров'я дозволить скорегувати тренувальну програму і уникнути перетренованості.<br>Будьте уважні до себе, намагайтеся\n" +
        "                    дозувати навантаження, отримуючи задоволення від занять. Ні в якому разі не доводьте себе до перевтоми! У фітнесі висока ймовірність травм і\n" +
        "                    перевантажень. З цієї причини необхідно, щоб заняття фітнесом проходили з тренером і відповідно до збалансованого комплексу вправ. <br>Для занять\n" +
        "                    фітнесом найкраще підходить друга половина дня. За годину до занять рекомендується добре поїсти і випити багато води. <br>Щоб заняття фітнесом\n" +
        "                    приносили задоволення, необхідно пам'ятати про важливість розминки. Наш організм - інертна система, тому органам потрібно деякий час, щоб\n" +
        "                    прийти в стан виносити навантаження. <br>Під час занять фітнесом рекомендується пити кожні 15-20 хвилин по склянці води, а також для запобігання\n" +
        "                    зневоднення і знесилення організму. <br>Після активних навантажень не можна відразу знесилено сідати на стілець або лягати. Також як і з\n" +
        "                    поступовим наростанням навантажень, слід поступово заспокоїти все системи організму. <br>Є ряд явних протипоказань для занять фітнесом. <br>\n" +
        "                    Це висока температура тіла, нескладні хребетні переломи в грудному або поперековому відділах хребта, наявність штучного суглоба, повна нерухомість\n" +
        "                    одного з суглобів нижньої кінцівки, порушення зв'язкового апарату колінного суглоба (нестабільний суглоб), епілепсія з судорожними припадками,\n" +
        "                    виражені і часті запаморочення, психічні захворювання різної ступеня вираженості, важкі захворювання внутрішніх органів, що перешкоджають призначенню\n" +
        "                    фізичного навантаження танцювального типу (цукровий діабет, артеріальна гіпертонія, пухлини і т. д.), онкологічні захворювання, туберкульоз кісток і\n" +
        "                    суглобів та інші. <br>Вкрай важливо отримати висновок лікаря про допущення до занять фітнесом."
    },
    {
        caption: "Коли тренажери даремні<br>",
        image: "images/sid3.jpg",
        text: "Нерідко буває так, що людина місяцями займається на тренажерах будинку або навіть ходить в тренажерний зал,\n" +
        "                    але після перших обнадійливих успіхів справа стопориться, прогрес відсутній. Коли немає успіхів, регулярно і сумлінно пихкати і обливатися\n" +
        "                    потом стає нудно - пропускається одне тренування, потім інше, поступово вони закидаються зовсім. Знайома для багатьох ситуація, чи не так? <br>\n" +
        "                    На думку тренерів, головною причиною відсутності успіху є виконання непотрібних вправ. Як це може бути? Виявляється, є безліч непотрібних тренажерів.\n" +
        "                    Наприклад, улюблений багатьма тренажер для жиму ногами. Улюблений він тому, що вправи на ньому виконувати весело і невтомливо, насправді настільки\n" +
        "                    ж невтомливо, наскільки і марно. Звичайні, правильно виконані присідання набагато ефективніше, там задіюються потрібні групи м'язів в потрібній\n" +
        "                    послідовності, а навантаження на хребет фізіологичне - ось тільки це важче і нудніше, ніж жим ногами на тренажері. <br>Коли ефективні тренажери марні<br>\n" +
        "                    Слід мати на увазі, що навіть ефективний тренажер може бути марним. Помилки тут наступні: даний вид вправ не підходить саме вам, або ви робите\n" +
        "                    вправи на ньому невірно. Це серйозні помилки, які можуть призвести не тільки до відсутності результату, але, що ще гірше, до проблем зі здоров'ям -\n" +
        "                    зірваним м'язам, пошкодженим суглобам, грижі міжхребцевого диска і т.д. <br>Повною мірою вищесказане відноситься як до професійних, так і до домашніх\n" +
        "                    тренажерів. Можна купити тренажер з чудовими відгуками, ефективний і як завгодно технічно досконалий, але якщо ви займаєтеся на ньому неправильно,\n" +
        "                    толку не буде.<br>Як уникнути поширених помилок<br>Переконайтеся, що тренажер дійсно ефективний, тобто справляється з тим завданням, який він\n" +
        "                    покликаний виконувати. Якщо ви тільки збираєтесь придбати тренажер, не використовуйте для складання думки про його можливості рекламу - відомості\n" +
        "                    там будуть тільки позитивними, але не обов'язково достовірними. Почитайте відгуки тих, хто вже користувався таким тренажером, найкраще зробити це\n" +
        "                    на інтернет-форумах, там, де йде процес живого спілкування і де замовні відгуки мінімізовані. <br>Не варто вестися на обіцянки легкості придбання\n" +
        "                    бажаних форм. Як правило, за такими обіцянками ховається повна марність тренажера. Пам'ятайте, м'язи приходять в тонус тоді, коли задіяні,\n" +
        "                    а це робота, це зусилля. Тренажери створені для того, щоб допомогти, але не зробити вправи за людину. <br>Наступний етап: потрібно обов'язково\n" +
        "                    зрозуміти, як робити вправи на тренажері правильно. Якщо ви займаєтеся в залі, попросіть тренера добре пояснити вам яка мета, які повинні\n" +
        "                    бути відчуття під час виконання вправи і в якій саме частині тіла, які можливі помилки. Навіть якщо ви не можете собі дозволити персонального\n" +
        "                    тренера, все ж варто оплатити хоча б одну консультацію і детально розібратися у всьому.<br> Якщо ви займаєтеся на тренажері дома, не полінуйтеся\n" +
        "                    ретельно прочитати опис, знайти в Інтернеті і переглянути ролики про нього і уважно вислухати рекомендації. Не покладайтеся на те, що вам і так\n" +
        "                    все зрозуміло - як відомо, диявол ховається в дрібницях. <br>Сподіваємося, наші поради допоможуть вам підійти до вибору тренажерів відповідально\n" +
        "                    і займатися на них правильно. А якщо ви ввійдете в потрібний ритм і будете робити це ще й регулярно - нагородою вам буде красиве підтягнуте тіло,\n" +
        "                    м'язова радість, гарний настрій і бадьорість духу."
    },
    {
        caption: "Комплекс вправ для шиї на робочому місці<br>",
        image: "images/sid4.jpg",
        text: "Часто ми скаржимося на фізичну втому, яку неможливо пояснити - начебто весь день \"нічого не робили\" - просто\n" +
        "                    сиділи на роботі. <br>Однак, варто врахувати, що сидячий або малорухливий спосіб життя є величезним навантаженням на наш хребет і, як правило,\n" +
        "                    в першу чергу страждає саме він. <br>Відомий факт, емоції і спосіб життя мають відбиток в нашому тілі. <br>Болі і затискачі в грудному відділі\n" +
        "                    хребта і шиї є свідками постійного стресу, страхів, відсутність позитивних емоцій і радості. За допомогою наступного комплексу вправ, можливо\n" +
        "                    знизити негативні наслідки малорухливого способу життя.<br>Розтяжка шиї <br>Сядьте рівно, ноги поставте на підлогу, а руки покладіть перед собою.\n" +
        "                    Тримайте шию рівно і постарайтеся потягнутися головою вгору. Підборіддя опуститься вниз, але не тягніть його до грудей. Розслабте плечі і відчуйте\n" +
        "                    розтягнення в шиї. Повторіть кілька разів і робіть цю вправу якомога частіше.<br>Повороти шиї<br>Опустіть плечі і розслабте руки. Тримайте шию прямо\n" +
        "                    і дивіться строго вперед. Плавно поверніть голову вліво. Погляд повинен бути паралельний підлозі. Зробіть паузу, поверніться в початкову позицію і\n" +
        "                    повторіть те ж саме в іншу сторону. Зробіть 5-8 разів. <br>Нахили в сторони <br>Потягніться лівим вухом до лівого плеча . Не нахиляйте шию і голову\n" +
        "                    вперед або назад. Плечі повинні залишатися опущеними і не намагайтеся потягнути їх назустріч вухам. Поверніться в початкове положення і зробіть те ж\n" +
        "                    саме в іншу сторону. Повторіть кілька разів. <br>Нахили вперед <br>Потягніться підборіддям до грудей, тримаючи при цьому спину і шию прямими. Не\n" +
        "                    відкривайте рот. Поверніться в початкове положення і повторіть те ж саме, зігнувши шию. Зробіть невелику паузу і поверніться в початкове положення.\n" +
        "                    Повторіть кілька разів кожен нахил. <br>Нахили назад <br>Сядьте рівно, опустіть плечі і розслабте руки. Тримайте шию прямо і дивіться вперед.\n" +
        "                    Нахиліть голову назад і потягніть підборіддя до стелі. Нижня частина підборіддя повинна дивитися вертикально вгору. Не відкривайте рот.\n" +
        "                    Зробіть невелику паузу і поверніться у вихідне положення. Повторіть кілька разів. <br>Кругові обертання <br>Якщо у вас є проблеми з шиєю,\n" +
        "                    проконсультуйтеся з лікарем перед виконанням цієї вправи. Плавно обертайте головою в кожну сторону, уникаючи при цьому різких рухів. Якщо у вас\n" +
        "                    є болі в голові або в спині, спробуйте малювати вісімки, - це більш легка вправа."
    }
];

module.exports = info_sport;